{
    "participant_id": {
        "LongName": "Participant Identifier",
        "Description": "Unique BIDS identifier for the participant in this study."
    },
    "INT_01": {
        "LongName": "Block Design Raw Score",
        "Description": "Sum of scores of items 1-13. Maximum range for raw score for ages 6-8 is 57 and for ages 9-90 is 71."
    },
    "INT_02": {
        "LongName": "Block Design T Score",
        "Description": "Raw score is converted to T score by age using WASI-II manual conversion tables. Performance reflects the individual’s ability to visually perceive and analyze abstract figures and to construct the whole from the component parts."
    },
    "INT_03": {
        "LongName": "Vocabulary Raw Score",
        "Description": "Sum of scores of items 1-31. Maximum range for raw score for age 6 is 41, for ages 7-11 is 47, for ages 12-14 is 53, and for ages 15-90 is 59."
    },
    "INT_04": {
        "LongName": "Vocabulary T Score",
        "Description": "Raw score is converted to T score by age using WASI-II manual conversion tables. Performance reflects the individual’s verbal knowledge and fund of information."
    },
    "INT_05": {
        "LongName": "Matrix Reasoning Raw Score",
        "Description": "Sum of scores of items 1-30. Maximum range for raw score for ages 6-8 is 24 and for ages 9-90 is 30."
    },
    "INT_06": {
        "LongName": "Matrix Reasoning T Score",
        "Description": "Raw score is converted to T score by age using WASI-II manual conversion tables. Performance reflects the individual’s ability to mentally manipulate abstract symbols and to perceive the relationships among them."
    },
    "INT_07": {
        "LongName": "Similarities Raw Score",
        "Description": "Sum of scores of items 1-24. Maximum range for raw score for ages 6-8 is 41, and for ages 9-90 is 45."
    },
    "INT_08": {
        "LongName": "Similarities T Score",
        "Description": "Raw score is converted to T score by age using WASI-II manual conversion tables. Performance reflects the individual’s ability to see relationships between objects or concepts and to generalize the relationships into a single concept."
    },
    "INT_09": {
        "LongName": "Verbal Comp. Sum of T Scores",
        "Description": "Sum of Vocabulary and Similarities T scores."
    },
    "INT_10": {
        "LongName": "Perc. Rsng. Sum of T Scores",
        "Description": "Sum of Block Design and Matrix Reasoning T scores."
    },
    "INT_11": {
        "LongName": "Full Scale-4 Sum of T scores",
        "Description": "Sum of Vocabulary, Similarities, Block Design and Matrix Reasoning T scores."
    },
    "INT_12": {
        "LongName": "VCI Composite Score",
        "Description": "Measure of acquired knowledge, verbal reasoning, and attention to verbal information. Sum of Vocabulary and Similarities T scores is converted to a Verbal Composite Index score by age using the WASI-II conversion tables. The distribution of composite scores for each WASI-II scale has a mean of 100 and a standard deviation of 15."
    },
    "INT_13": {
        "LongName": "PRI Composite Score",
        "Description": "Measure of fluid reasoning, spatial processing, attentiveness to detail, and visual-motor integration. Sum of Block Design and Matrix Reasoning T scores is converted to a Perceptual Reasoning Index score by age using the WASI-II conversion tables. The distribution of composite scores for each WASI-II scale has a mean of 100 and a standard deviation of 15."
    },
    "INT_14": {
        "LongName": "FSIQ - 4 Composite Score",
        "Description": "Estimate of general cognitive ability. Sum of T scores for Block Design, Matrix Reasoning Vocabulary, and Similarities sub tests is converted to FSIQ-4 score using the WASI-II conversion tables. Descriptive classifications of FSIQ-4 score ranges: 130 and above = very superior; 120-129 = superior; 110-119 = high average; 90-109 = average; 80-89 = low average; 70-79 = borderline; 69 and below = extremely low."
    },
    "INT_15": {
        "LongName": "Verbal Comp. Percentile Rank",
        "Description": "Percentage of VCI composite scores that are the same or lower than individual’s score based on the WASI-II conversion tables."
    },
    "INT_16": {
        "LongName": "Perc. Rsng. Percentil Rank",
        "Description": "Percentage of PRI composite scores that are the same or lower than individual’s score based on the WASI-II conversion tables."
    },
    "INT_17": {
        "LongName": "Full Scale - 4 Percentile Rank",
        "Description": "Percentage of FSIQ-4 scores that are the same or lower than individual’s score based on the WASI-II conversion tables."
    }
}